import React from 'react';
import "./HomeDescription.css";

const HomeDescription = () => {
    return (
        <div className="description-container">
          <div className="description-content">
            <h2 className="description-title">Про TrendyWear</h2>
            <p>
              TrendyWear — це ваш надійний онлайн-магазин, що пропонує стильний і якісний одяг для чоловіків, жінок та дітей. Ми прагнемо зробити ваш шопінг простим, зручним і приємним, надаючи широкий вибір моделей для будь-якого сезону, події та настрою.
            </p>
            <p>
              Ми розуміємо, наскільки важливо поєднувати комфорт і стиль, тому кожна річ у нашій колекції створена з любов’ю до деталей. Незалежно від того, чи шукаєте ви класичний гардероб, спортивний одяг або модні тренди, у TrendyWear ви завжди знайдете щось особливе.
            </p>
            <h3 className="description-subtitle">Чому обирають нас?</h3>
            <ul className="description-list">
              <li><strong>Висока якість:</strong> Ми співпрацюємо лише з перевіреними постачальниками та використовуємо найкращі матеріали для створення нашого одягу.</li>
              <li><strong>Широкий асортимент:</strong> У нашому каталозі ви знайдете все — від базових речей до стильних аксесуарів для всієї родини.</li>
              <li><strong>Доступні ціни:</strong> Ми робимо моду доступною для кожного, пропонуючи чесні ціни та регулярні акції.</li>
              <li><strong>Швидка доставка:</strong> Отримуйте свої замовлення без затримок у будь-який куточок країни.</li>
            </ul>
          </div>
        </div>
      );
}

export default HomeDescription
